Repository: TonyPh12345/kodibrasilforum
Catalog: plugin.video.kordkutters/resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #30001
source: Live
pt_br: Ao vivo

# #30002
source: No live videos available right now.
pt_br: Não existe transmissão ao vivo neste momento

# #30003
source: Minimum percent to mark a video as watched
pt_br: Percentagem mínima para marcar um vídeo como visto

# #30004
source: All uploads
pt_br: Todos os vídeos

# #30005
source: Episode Info
pt_br: Informação do Episódio

# #30006
source: Mark as watched
pt_br: Marcar como visto

# #30007
source: Remove watched
pt_br: Remover visto

# #30008
source: General
pt_br: Geral

# #30009
source: Show all videos directory
pt_br: Mostrar diretório com todos os vídeos

# #30010
source: Next Page
pt_br: Próxima Página

# #30011
source: Videos per youtube page
pt_br: Vídeos por página do youtube
