Repository: TonyPh12345/kodibrasilforum
Catalog: script.extendedinfo/resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# Addon Summary
source: Extended Info Script
pt_br: Script info extendida

# Addon Description
source: This script offers various possibilities to display online content inside skins. Used services are themoviedb.org, theaudiodb.org, rottentomatoes.com, Trakt.TV and a lot more. Can also be used for importing / exporting skin settings, adding additional fanart stuff to library and cooking eggs. Needs skin support for most functions.
pt_br: Este script oferece inúmeras possibilidades para apresentar conteúdos online via skin. Usa os serviços themoviedb.org, theaudiodb.org, rottentomatoes.com, Trakt.TV e outros. Pode ser usado para importar / Exportar ajustes da skin, adicionar fanart extras para coleção. A Maioria das funções requer que a skin lhe de suporte.

# #32010
source: Filmography
pt_br: Filmografia

# #32011
source: Known Movies
pt_br: Filmes Conhecidos

# #32012
source: Birthday
pt_br: Nasceu em

# #32013
source: Day of Death
pt_br: Morreu em

# #32014
source: Place of birth
pt_br: Natural de

# #32015
source: Adult Actor
pt_br: Ator Adulto

# #32016
source: Also Known As
pt_br: Outros Nomes

# #32018
source: Role
pt_br: Papel

# #32019
source: Job
pt_br: Tarefa

# #32020
source: Age
pt_br: Idade

# #32022
source: Release Date
pt_br: Data do Lançamento

# #32023
source: Filters
pt_br: Filtros

# #32024
source: My account
pt_br: Minha conta

# #32025
source: Episode index
pt_br: Index dos Episódios

# #32026
source: Related TheMovieDB lists
pt_br: Listas Relacionadas TheMovieDB

# #32027
source: Select person
pt_br: Selecione a pessoa

# #32030
source: Movie Appearances
pt_br: Filmes que atuou

# #32031
source: TV Show Appearances
pt_br: Seriados que atuou

# #32033
source: Enter Person Name
pt_br: Entre com o nome da pessoa

# #32034
source: Person results for %s
pt_br: Resultado da procura para %s

# #32035
source: Remove from list
pt_br: Remover da lista

# #32036
source: Movie list
pt_br: Lista de Filmes

# #32037
source: Overview
pt_br: Visão Global

# #32050
source: Online information
pt_br: Informação Online

# #32052
source: No trailers found
pt_br: Nenhum trailer encontrado

# #32099
source: Include Pornstars
pt_br: Incluir artistas pornôs

# #32100
source: Get extrafanart
pt_br: Obter extra fanarts

# #32101
source: Get extrathumbs
pt_br: Obter miniaturas

# #32102
source: Get tune
pt_br: Obter música tema

# #32103
source: Change info labels
pt_br: Alterar etiquetas de info

# #32104
source: Sort by
pt_br: Ordenar por

# #32105
source: Filters
pt_br: Filtros

# #32106
source: Choose filter behaviour
pt_br: Escolher o comportamento do filtro

# #32107
source: Add to list
pt_br: Adicionar para lista

# #32108
source: Revenue
pt_br: Lucro

# #32109
source: Budget
pt_br: Orçamento

# #32110
source: Popularity
pt_br: Popularidade

# #32111
source: Vote count
pt_br: Votos

# #32112
source: Vote average
pt_br: Média dos Votos

# #32113
source: Rate movie
pt_br: Nota do Filme

# #32114
source: Keyword
pt_br: Palavras Chaves

# #32115
source: Crew
pt_br: Elenco

# #32116
source: Recommended By TMDB
pt_br: Recomendado pelo TMDB

# #32117
source: Official Videos
pt_br: Vídeos Oficiais

# #32118
source: YouTube Videos
pt_br: Vídeos no Youtube

# #32120
source: Movie Actor Roles
pt_br: Papel do ator no filme

# #32121
source: TV Show Roles
pt_br: Papel no Seriado

# #32122
source: Movie crew member
pt_br: Participa no filme

# #32123
source: TV Show crew member
pt_br: Participa no seriado

# #32124
source: Items
pt_br: Itens

# #32125
source: Page
pt_br: Página

# #32126
source: Actor / Crew member
pt_br: Ator / Membro do Elenco

# #32127
source: Certification
pt_br: Certificação

# #32128
source: Order
pt_br: Ordem

# #32129
source: Your rating
pt_br: Sua nota

# #32130
source: Show lists
pt_br: Mostrar Listas

# #32131
source: Already rated
pt_br: Já Avaliada

# #32133
source: Manage
pt_br: Administrar

# #32134
source: Starred movies
pt_br: Filmes em que participa

# #32135
source: Rated movies
pt_br: Filmes Impróprios

# #32136
source: Choose list
pt_br: Escolher Lista

# #32137
source: Enter list name
pt_br: Entrar com o nome da lista

# #32138
source: Delete movie list
pt_br: Deletar lista de filme

# #32139
source: New movie list
pt_br: Nova Lista de File

# #32140
source: For all features enter your TMDB credentials in addon settings.
pt_br: Para ter acesso a todos os recursos entre com suas credenciais do TMDB nos ajustes do addon.

# #32141
source: This product uses the TMDb API but is not endorsed or certified by TMDb.
pt_br: Este script usa a API do TMDb, mas não é endossado ou certificado pelo TMDb.

# #32142
source: Studios
pt_br: Estúdios

# #32143
source: Could not find item at MovieDB
pt_br: Não pude localizar o item no MovieDB

# #32144
source: Starred TV Shows
pt_br: Estrelou nos Seriados

# #32145
source: Rated TV Shows
pt_br: Seriados Impróprios

# #32146
source: Search for '%s'
pt_br: Procurar por '%s'

# #32147
source: Show actor TV Show appearances
pt_br: Mostrar aparições do ator no seriado

# #32148
source: Show TV Show Info
pt_br: Mostrar Info do seriado

# #32149
source: Upper limit
pt_br: Limite superior

# #32150
source: Lower limit
pt_br: Limite inferior

# #32151
source: Choose option
pt_br: Escolha opção

# #32152
source: Networks
pt_br: Redes

# #32153
source: Certification country
pt_br: País da Certificação

# #32154
source: Star
pt_br: Estrelar

# #32155
source: UnStar
pt_br: Desestrelar

# #32156
source: Person
pt_br: Pessoa

# #32157
source: Created at
pt_br: Criado em

# #32158
source: Birthday today!
pt_br: Nascidos hoje!

# #32159
source: Language for TheMovieDB requests
pt_br: Idioma para requisições ao TheMovieDB

# #32160
source: TheMovieDB username
pt_br: Usuário TheMovieDB

# #32161
source: TheMovieDB password
pt_br: Senha TheMovieDB

# #32162
source: Include adult actors
pt_br: Incluir atores de vídeos adultos

# #32163
source: Open InfoDialog by default
pt_br: Abrir Diálogo de Info por padrão

# #32164
source: Delete cache
pt_br: Deletar cache

# #32165
source: Add to CouchPotato
pt_br: Adicionar para o SickBeard

# #32167
source: Reviews
pt_br: Avaliações

# #32168
source: Releases
pt_br: Lançamentos

# #32169
source: Rate TV Show
pt_br: Classificar Seriado
