Repository: TonyPh12345/kodibrasilforum
Catalog: plugin.video.kordkutters/resources/language/Bulgarian/strings.po
Languages: bg

# #30001
source: Live
bg: На живо

# #30002
source: No live videos available right now.
bg: В момента няма предаване на живо.

# #30003
source: Minimum percent to mark a video as watched
bg: Маркирай епизод като гледан след (процента)

# #30004
source: All uploads
bg: Всички епизоди

# #30005
source: Episode Info
bg: Информация за епизода

# #30006
source: Mark as watched
bg: Маркирай като гледан

# #30007
source: Remove watched
bg: Без изгледаните

# #30008
source: General
bg: Основни

# #30009
source: Show all videos directory
bg: Показвай елемент за всички епизоди

# #30010
source: Next Page
bg: Следваща страница

# #30011
source: Videos per youtube page
bg: Брой епизоди на страница
