Repository: TonyPh12345/kodibrasilforum
Catalog: script.metadata.actors/resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #32000
source: XBMC Metadata Actors
pt_br: KODI Metadados de Atores

# #32010
source: Filmography
pt_br: Filmografia

# #32011
source: Known Movies
pt_br: Filmes Conhecidos

# #32012
source: Birthday
pt_br: Nascido em

# #32013
source: Day of Death
pt_br: Morreu em

# #32014
source: Place of Birth
pt_br: Natural de

# #32015
source: Adult Actor
pt_br: Ator Aduto

# #32016
source: Also Known As
pt_br: Outros Nomes

# #32018
source: Role
pt_br: Papel

# #32019
source: Job
pt_br: Tarefa

# #32020
source: age %s
pt_br: idade %s

# #32021
source: since %s years
pt_br: desde %s anos

# #32022
source: Release Date
pt_br: Lançado em

# #32024
source: Page
pt_br: Página

# #32025
source: Items
pt_br: Itens

# #32030
source: Movies Acting
pt_br: Filmes em que atuou

# #32031
source: TvShows Acting
pt_br: Seriados em que atuou

# #32032
source: Movies Directing
pt_br: Filmes que dirigiu

# #32033
source: Enter Person Name
pt_br: Entre com o Nome da Pessoa

# #32034
source: Person results for %s
pt_br: Resultados para %s

# #32035
source: For editing a profile...
pt_br: Para editar um perfil...

# #32036
source: You must have an account TMDB!
pt_br: Você deve possuir uma conta no TMDB!

# #32040
source: Select Image Size
pt_br: Selecione o tamanho da imagem

# #32041
source: Success! New thumb created.
pt_br: Sucesso! Nova miniatura criada.

# #32042
source: Error! Impossible to create new thumb!
pt_br: Erro! Impossível criar uma nova miniatura!

# #32050
source: Online information
pt_br: Informação Online

# #32052
source: No trailers found!
pt_br: Nenhum trailer encontrado!

# #32099
source: Include Pornstars
pt_br: Incluir Estrelas Pornográficas

# #32102
source: Quality of flipping fanarts
pt_br: Qualidade dos fanarts lançados

# #32105
source: Dialog info
pt_br: Info na caixa de diálogo

# #32106
source: Show full format
pt_br: Mostrar formato cheio

# #32107
source: Show label Adult Actor
pt_br: Mostrar etiqueta Ator Adulto

# #32108
source: Only if true
pt_br: Somente se verdadeiro

# #32110
source: Multiimage
pt_br: Múltiplas Imagens

# #32111
source: Enable Multiimage
pt_br: Ativar Múltiplas imagens

# #32112
source: Randomize
pt_br: Randomizar

# #32113
source: Time per image (second)
pt_br: Tempo por imagem (segundos)

source: Select one fanart or more for extrafanart
pt_br: Selecione um fanart ou mais para extrafanarts

# #32122
source: Confirm Downloading..
pt_br: Confirme Downloading...

# #32123
source: %i of %i have been selected!
pt_br: %i de %i foi selecionado!

# #32124
source: Are you sure download this files?
pt_br: Você tem certeza que quer fazer download destes arquivos?

# #32125
source: Download: %i of %i - %i%%
pt_br: Download: %i de %i - %i%%

# #32126
source: Choose folder for&#32;
pt_br: Escolha pasta para

# #32131
source: Select one thumb or more for extrathumb
pt_br: Selecione uma miniatura ou mais para extrathumbs

# #32135
source: Confirm overwrite...
pt_br: Confirme sobrepor...

# #32136
source: Do you want overwrite your existing files?
pt_br: Você deseja sobrepor seus arquivos existentes?

# #32311
source: Fanart image[CR][CR]Unavailable[CR][CR] Click button to set
pt_br: Imagem de Fanart[CR][CR]Indisponível[CR][CR] Clique no botão para setar

# #32330
source: Click button to play[CR][CR]Movie trailer
pt_br: Clique no botão para reproduzir[CR][CR]trailer do filme
