Repository: TonyPh12345/kodibrasilforum
Catalog: plugin.video.vimeo/resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# Addon Summary
source: Vimeo video plugin
pt_br: Plugin de vídeo do Vimeo

# Addon Description
source: Plugin that allows you to browse and view videos from everybodys favorite alternative video site!
pt_br: Plugin que permite que você navegue e veja vídeos do site alternativo de vídeos favorito de todo mundo!

# #30001
source: Explore Vimeo
pt_br: Explorar Vimeo

# #30002
source: My Likes
pt_br: Gostei

# #30003
source: My Subscriptions
pt_br: Minhas Inscrições

# #30004
source: New Subscription Videos
pt_br: Novos Vídeos de Inscrições

# #30005
source: My Videos
pt_br: Meus Vídeos

# #30006
source: Search
pt_br: Procurar

# #30007
source: Search...
pt_br: Buscar...

# #30008
source: Featured Channels
pt_br: Canais em Destaque

# #30009
source: My Albums
pt_br: Meus Álbuns

# #30010
source: My Groups
pt_br: Meus Grupos

# #30011
source: My Channels
pt_br: Meus Canais

# #30012
source: My Contacts
pt_br: Meus Contatos

# #30013
source: Channels
pt_br: Canais

# #30014
source: Groups
pt_br: Grupos

# #30015
source: Categories
pt_br: Categorias

# #30016
source: HD Videos
pt_br: Vídeos HD

# #30017
source: Staff Picks
pt_br: Escolhas da Equipe

# #30018
source: Albums
pt_br: Álbuns

# #30019
source: Groups
pt_br: Grupos

# #30020
source: Likes
pt_br: Gostaram

# #30021
source: Subscriptions
pt_br: Subscrições

# #30022
source: Videos
pt_br: Vídeos

# #30024
source: Add Contact...
pt_br: Adicionar Contato...

# #30025
source: Remove Contact
pt_br: Remover Contato

# #30026
source: Add Contact
pt_br: Adicionar Contato

# #30028
source: Change plugin settings
pt_br: Alterar ajustes do plugin

# #30030
source: Logged in
pt_br: Autenticado

# #30031
source: My Watch Later
pt_br: Assistir Mais Tarde

# #30032
source: My Downloads
pt_br: Meus Downloads

# #30033
source: New Album..
pt_br: Novo Álbum...

# #30200
source: User email
pt_br: E-mail do usuário

# #30201
source: Password
pt_br: Senha

# #30207
source: Download Location
pt_br: Local para download

# #30208
source: Max video quality (if available)
pt_br: Qualidade máxima de vídeo (se disponível)

# #30210
source: Number of videos per page
pt_br: Número de vídeos por página

# #30211
source: Number of searches to save
pt_br: Número de pesquisas para salvar

# #30213
source: Default video view
pt_br: Visualização de vídeo padrão

# #30214
source: Notification length in seconds
pt_br: Tamanho da notificação em segundos

# #30215
source: Ask
pt_br: Perguntar

# #30217
source: SD only
pt_br: Somente SD

# #30219
source: Advanced
pt_br: Avançado

# #30220
source: General
pt_br: Geral

# #30221
source: View mode in Confluence
pt_br: Modo de Visualização na Confluence

# #30222
source: Download quality (if available)
pt_br: Qualidade de download (se disponível)

# #30223
source: Same as playback
pt_br: Mesma quando reproduzir

# #30224
source: Yes, authorize Vimeo Kodi Plugin!
pt_br: Sim, autorizar Plugin do Vimeo para Kodi!

# #30225
source: No
pt_br: Não

# #30226
source: Use high quality thumbnails (slower)
pt_br: Usar miniaturas de alta qualidade (mais lento)

# #30227
source: Folders
pt_br: Pastas

# #30228
source: Advanced
pt_br: Avançado

# #30229
source: Video Thumbnails
pt_br: Miniaturas de Vídeos

# #30230
source: Thumbnails Everywhere
pt_br: Miniaturas em todos os lugares

# #30231
source: Kodi Default
pt_br: Padrão do Kodi

# #30500
source: Download video
pt_br: Baixar vídeo

# #30501
source: Video information
pt_br: Informações de vídeo

# #30502
source: Queue video
pt_br: Adicionar à fila

# #30503
source: Like: %s
pt_br: Gostar: %s

# #30504
source: Unlike: %s
pt_br: Desgostar: %s

# #30505
source: Add Contact...
pt_br: Adicionar Contato...

# #30506
source: Edit Search
pt_br: Editar Pesquisa

# #30507
source: Find similar
pt_br: Encontrar semelhantes

# #30508
source: Delete saved search
pt_br: Excluir pesquisa salva

# #30509
source: More Results
pt_br: Mais Resultados

# #30510
source: Join %s
pt_br: Participar de %s

# #30511
source: Leave %s
pt_br: Deixar %s

# #30512
source: Subscribe to %s
pt_br: Inscrever-se em %s

# #30513
source: Unsubscribe from %s
pt_br: Cancelar inscrição de %s

# #30514
source: Queue folder
pt_br: Adicionar pasta à fila

# #30515
source: Refine to user
pt_br: Refinar por Usuário

# #30516
source: Refine to category
pt_br: Refinar para categoria

# #30517
source: Sort most played
pt_br: Ordenar por mais reproduzidos

# #30518
source: Sort relevant
pt_br: Ordenar por relevância

# #30519
source: Sort most commented
pt_br: Ordenar por mais comentados

# #30520
source: Sort most liked
pt_br: Ordenar por mais gostados

# #30521
source: Sort alphabetical
pt_br: Ordenar alfabeticamente

# #30522
source: Sort oldest
pt_br: Ordenar por mais antigos

# #30523
source: Sort newest
pt_br: Ordenar por mais novos

# #30524
source: Sort featured
pt_br: Ordenar por destaques

# #30525
source: Sort most videos
pt_br: Ordenar maioria dos vídeos

# #30526
source: Sort most recently updated
pt_br: Ordenar por atualizados recentemente

# #30527
source: Sort most members
pt_br: Ordenar por mais membros

# #30528
source: Sort most subscribed
pt_br: Ordenar por mais inscritos

# #30529
source: Remove from Watch Later
pt_br: Remover de Assistir Mais Tarde

# #30530
source: Add to Watch Later
pt_br: Adicionar a Assistir Mais Tarde

# #30531
source: Play All
pt_br: Reproduzir todos

# #30532
source: Play from here
pt_br: Reproduzir a partir daqui

# #30533
source: Add to Album..
pt_br: Adicionar para Álbum...

# #30534
source: Remove from Album
pt_br: Remover de Álbum

# #30535
source: Delete Album
pt_br: Deletar Álbum

# #30536
source: More video by %s
pt_br: Mais vídeo por %s

# #30600
source: Error
pt_br: Erro

# #30601
source: No results!
pt_br: Nenhum resultado!

# #30602
source: No recent activity
pt_br: Nenhuma atividade recente

# #30603
source: Playback failed
pt_br: Falha na reprodução

# #30604
source: Download complete
pt_br: Download completo

# #30606
source: Uncaught error
pt_br: Erro não detectado

# #30607
source: No suitable resolution found
pt_br: Nenhuma resolução adequada encontrada

# #30608
source: Unknown VideoId ?
pt_br: VideoId desconhecido?

# #30609
source: Login Failed
pt_br: Falha no Login

# #30610
source: Try again ?
pt_br: Tentar novamente?

# #30611
source: Download folder not set
pt_br: Pasta para download não definida

# #30612
source: Starting download
pt_br: Iniciando download

# #30613
source: Added contact
pt_br: Contato adicionado

# #30614
source: Removed contact
pt_br: Contato removido

# #30615
source: Not found
pt_br: Não encontrado

# #30617
source: Unkown error
pt_br: Erro desconhecido

# #30618
source: Couldn't extract video url
pt_br: Não foi possível extrair URL do vídeo

# #30619
source: Couldn't scrape YouTube
pt_br: Não foi possível obter do YouTube

# #30620
source: Stream type not supported
pt_br: Tipo de stream não suportado

# #30621
source: Bad username or password
pt_br: Usuário ou senha incorreto(a)

# #30622
source: Playback failed, try logging in
pt_br: Falha na reprodução, tente fazer login

# #30623
source: Refinement added
pt_br: Refinamento adicionado

# #30624
source: Refinement cleared
pt_br: Refinamento limpo

# #30625
source: RTMP support disabled
pt_br: Suporte a RTMP desativado
