Repository: TonyPh12345/kodibrasilforum
Catalog: script.cinema.experience/resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #32100
source: Movie Trailers
pt_br: Trailers de Filmes

# #32101
source: None
pt_br: Nenhum

# #32110
source: - Trailer Scraper
pt_br: - Buscar Trailers em:

# #32111
source: Apple Movie Trailers (database)
pt_br: Trailers de Filmes Apple (Banco de Dados)

# #32112
source: Apple Movie Trailers (newest)
pt_br: Trailers de Filmes Apple (Novos)

# #32113
source: Local Folder
pt_br: Pasta Local

# #32114
source: XBMC Movie Library
pt_br: Biblioteca de Filmes do XBMC

# #32120
source: - Database Path
pt_br: - Caminho para o banco de dados

# #32130
source: - Folder
pt_br: - Pasta

# #32140
source: - Limit Trailers by MPAA Rating of Movie
pt_br: - Limitar Trailers Pela Classificação Indicativa do Filme

# #32141
source: - Limit Trailers by Genre of Movie
pt_br: - Limitar Trailers Pelo Gênero do Filme

# #32150
source: - MPAA Rating Limit for Trailers
pt_br: - Limite de Classificação Etária para Filmes

# #32160
source: - Select Trailers from Newest Genre only
pt_br: - Habilitar Trailer Somente por Gêneros Novos

# #32170
source: - Preferred Trailer Quality
pt_br: - Qualidade de Vídeo Preferida

# #32171
source: Standard
pt_br: Padrão (360p)

# #32180
source: - Select only 720p/1080p Trailers
pt_br: - Buscar Trailers Somente com 720p/1080p

# #32185
source: - Trailer play mode
pt_br: - Modo de Reprodução

# #32186
source: Stream
pt_br: Internet (Stream)

# #32188
source: Downioad Folder
pt_br: Pasta para Download

# #32190
source: - Select only unwatched Trailers
pt_br: - Selecionar apenas Trailers Não-vistos

# #32191
source: - Reset Trailers watched status
pt_br: - Resetar Estatus de Trailers Vistos

# #32195
source: - Coming Attractions Intro
pt_br: Próximas Atrações - Antes do Filme

# #32196
source: - File
pt_br: - Arquivo

# #32197
source: - Folder
pt_br: - Pasta

# #32198
source: - Coming Attractions Outro
pt_br: Próximas Atrações - Depois do Filme

# #32200
source: Duration(in Minutes)
pt_br: Duração (Em Minutos)

# #32201
source: None
pt_br: Nenhum

# #32202
source: 2 min
pt_br: 2 Minutos

# #32203
source: 5 min
pt_br: 5 Minutos

# #32204
source: 10 min
pt_br: 10 Minutos

# #32205
source: 15 min
pt_br: 15 Minutos

# #32206
source: 20 min
pt_br: 20 Minutos

# #32207
source: 30 min
pt_br: 30 Minutos

# #32208
source: 45 min
pt_br: 45 Minutos

# #32210
source: - Slides Folder
pt_br: - Pasta dos Slides

# #32211
source: Trivia Mode
pt_br: Modo Trivia

# #32212
source: Slide Show
pt_br: Apresentação de Slides

# #32213
source: Movie Quiz Script
pt_br: Script do Quiz do Filme

# #32214
source: Automatic
pt_br: Automático

# #32216
source: Movie Quiz Script Question Limit
pt_br: Limite de Perguntas Para o Quiz do Filme

# #32217
source: Movie Quiz Script Mode
pt_br: Modo do Quiz do Filme

# #32220
source: - Show each Still Slide for(in Seconds)
pt_br: - Apresentar cada Still Slide por (em Segundos)

# #32221
source: - Show each Question Slide for(in Seconds)
pt_br: - Apresentar cada Slide de Questão por (em Segundos)

# #32222
source: - Show each Answer Slide for(in Seconds)
pt_br: - Apresentar cada Slide de Resposta por (em Segundos)

# #32223
source: - Show each Clue Slide for(in Seconds)
pt_br: - Apresentar cada Slide de Dicas por (em Segundos)

# #32230
source: - Music
pt_br: - Música

# #32231
source: - Play Music During Trivia Slideshow
pt_br: - Tocar Música Durante os Slides

# #32232
source: - Adjust Volume During Slideshow?
pt_br: - Ajustar Volume Durante Slides

# #32241
source: - Fade Volume After Slideshow?
pt_br: - Efeito Fade Após Slides ?

# #32242
source: - Fade Time(in seconds)
pt_br: - Tempo do Efeito Fade (em segundos)

# #32243
source: Music File/Playlist
pt_br: Arquivo de Música/Playlist

# #32244
source: Music Folder
pt_br: Pasta das Músicas

# #32250
source: - Outro Video
pt_br: - Vídeo de Encerramento

# #32260
source: - Outro Music
pt_br: - Musica de Encerramento

# #32270
source: - Select only unwatched Slides
pt_br: - Selecionar Apenas Slides Não-vistos

# #32271
source: - Reset Slides watched status
pt_br: - Resetar Slides Vistos

# #32280
source: - Intro Video
pt_br: - Video de Introdução

# #32281
source: None
pt_br: Nenhum

# #32282
source: Single Video
pt_br: Um Único Video

# #32283
source: 1 Random Video
pt_br: 1 Video Aleatório

# #32284
source: 2 Random Videos
pt_br: 2 Videos Aleatórios

# #32285
source: 3 Random Videos
pt_br: 3 Videos Aleatórios

# #32286
source: 4 Random Videos
pt_br: 4 Videos Aleatórios

# #32287
source: 5 Random Videos
pt_br: 5 Videos Aleatórios

# #32288
source: - Video File
pt_br: - Arquivo de Video

# #32289
source: - Video Folder
pt_br: - Pasta dos Videos

# #32290
source: - Limit Trivia by Rating of Movie [I](requires slides.xml) [/I]
pt_br: - Limitar Trivia por Classificação Indicativa do Filme [I](Requer slides.xml) [/I]

# #32291
source: - Rating Limit for Trivia [I](requires slides.xml) [/I]
pt_br: - Classificação Etária do Trivia [I](Requer slides.xml) [/I]

# #32300
source: Movie Ratings Folder
pt_br: Pasta dos Videos de Classificação Indicativa

# #32301
source: Enable Rating Video
pt_br: Habilitar Video de Classificação Indicativa

# #32320
source: Feature Presentation Intro
pt_br: Vídeo de Abertura (Antes do Filme)

# #32321
source: None
pt_br: Nenhum

# #32322
source: Single Video/Playlist
pt_br: Um Único Vídeo/Playlist

# #32323
source: 1 Random Video
pt_br: 1 Video Aleatorio

# #32324
source: 2 Random Videos
pt_br: 2 Videos Aleatórios

# #32325
source: 3 Random Videos
pt_br: 3 Videos Aleatórios

# #32326
source: 4 Random Videos
pt_br: 4 Videos Aleatórios

# #32327
source: 5 Random Videos
pt_br: 5 Videos Aleatórios

# #32330
source: Feature Presentation Outro
pt_br: Video de Encerramento (Depois do Filme)

# #32340
source: - File
pt_br: - Arquivo

# #32350
source: - Folder
pt_br: - Pasta

# #32360
source: Audio Format Folder
pt_br: Pasta dos Formatos de Audio

# #32361
source: Enable Audio Format Video
pt_br: Habilitar Video do Formato de Audio do Filme

# #32370
source: Movie Theatre Intro Clips
pt_br: Clipes de Introdução - Antes do Filme

# #32380
source: Movie Theatre Outro Clips
pt_br: Clipes de Encerramento - Depois do Filme

# #32390
source: Movie Coundown Video File
pt_br: Arquivo de Vídeo do Contador

# #32391
source: Movie Coundown Video Folder
pt_br: Pasta dos Videos de Contador

# #32392
source: Movie Coundown Video
pt_br: Vídeo de Contagem Regressiva

# #32400
source: Run script before videos start
pt_br: Habilitar Scripts Antes dos videos Iniciarem

# #32401
source: Disable Auto Refresh Setting
pt_br: Desabilitar Atualização Automatica

# #32402
source: - Re-Enable Auto Refresh For Movie
pt_br: - Reabilitar Atualização Para Filmes

# #32403
source: Enable Output to VoxCommando
pt_br: Habilitar Saida para o VoxCommando

# #32404
source: Enable Pre-Eden
pt_br: Habilitar Pre-Eden

# #32410
source: Number Of Features
pt_br: Numero de Apresentações

# #32411
source: 1 Feature
pt_br: 1 Apresentação

# #32412
source: 2 Features
pt_br: 2 Apresentações

# #32413
source: 3 Features
pt_br: 3 Apresentações

# #32414
source: 4 Features
pt_br: 4 Apresentações

# #32415
source: 5 Features
pt_br: 5 Apresentações

# #32418
source: Intermission Video(s)
pt_br: Video(s) de Intervalo do Filme

# #32419
source: Intermission Video File
pt_br: Video do Intervalo do FIlme

# #32420
source: Intermission Video Folder
pt_br: Pasta dos Videos de Intervalo do Filme

# #32430
source: Insert Audio Format Video
pt_br: Inserir Video do Formato do Aúdio

# #32440
source: Insert Rating Video
pt_br: Inserir Video de Classificação Etária

# #32445
source: Enable Queue Instructions
pt_br: Habilitar Instruções de Fila

# #32500
source: Choosing random trailers...
pt_br: Escolhendo Videos Aleatórios...

# #32510
source: Randomizing trivia slideshow...
pt_br: Randomizando Slides...

# #32511
source: Building Music Playlist...
pt_br: Construindo Playlist de Música...

# #32520
source: Setting up playlist...
pt_br: Configurando Playlist...

# #32530
source: Resetting watched trivia slides list...
pt_br: Resetando Lista de Slides Vistos...

# #32531
source: Watched trivia slides list reset!
pt_br: Lista de Slides Vistos Resetada!

# #32532
source: Resetting watched trivia slides list failed!
pt_br: Falha ao Resetar Lista de Slides Vistos!

# #32540
source: Resetting watched trailers list...
pt_br: Resetando Lista de Trailers Vistos!

# #32541
source: Watched trailers list reset!
pt_br: Lista de Trailers Vistos Resetada!

# #32542
source: Resetting watched trailers list failed!
pt_br: Falha ao Resetar Lista de Trailers Vistos!

# #32543
source: Queued -
pt_br: Na Fila -

# #32544
source: Script Canceled
pt_br: Script Cancelado

# #32545
source: Script Exiting
pt_br: Script Saindo

# #32546
source: Press 'Q' or '0'(ZERO) to Queue Movie(s)
pt_br: Pressione 'Q' ou '0' Para Coloca o(s) Filme(s) Em Fila

# #32600
source: Coming Attractions Intro
pt_br: Próximas Atrações - Antes do Filme

# #32601
source: Feature Presentation Intro
pt_br: Vídeo de Apresentação

# #32602
source: Feature Presentation Outro
pt_br: Video de Encerramento

# #32603
source: MPAA Rating
pt_br: Classificação Etária

# #32605
source: Movie Trailer
pt_br: Trailers de Filmes

# #32606
source: Audio Format
pt_br: Formato do Audio

# #32607
source: Movie Theater Intro
pt_br: Vídeo de Introdução

# #32608
source: Coming Attractions Outro
pt_br: Próximas Atrações - Depois do Filme

# #32609
source: Trivia Intro
pt_br: Introdução da trivia

# #32610
source: Trivia Outro
pt_br: Encerramento da trivia

# #32611
source: Countdown
pt_br: Contador

# #32612
source: Intermission
pt_br: Intervalo

# #32613
source: Script Start
pt_br: Começo do Script

# #32614
source: Script End
pt_br: Fim do Script

# #32616
source: Movie
pt_br: Filme

# #32617
source: Movie Theatre Outro
pt_br: Video de Encerramento

# #32619
source: Resume
pt_br: Retome

# #32700
source: Version
pt_br: Versão

# #32701
source: This version of %s requires an
pt_br: Esta versão de %s requer um

# #32703
source: Please update your XBMC.
pt_br: Por Favor, atualize a sua versão do XBMC

# #32800
source: Movie Trailers
pt_br: Trailers de Filmes

# #32801
source: Trivia Slideshow
pt_br: Apresentação de Slides de Trivia

# #32802
source: Special Videos
pt_br: Videos Especiais

# #32803
source: Feature Presentation
pt_br: Vídeo de Apresentação

# #32804
source: Miscellaneous
pt_br: Miscelânea

# #32805
source: Home Automation
pt_br: Automação Residencial

# #32900
source: [B]When Multiple Videos are Involved[/B] - Trigger only once
pt_br: [B]Quando Vários Vídeos estão envolvidos[/B] - Iniciar Uma Única Vez

# #32901
source: Trigger at start of the Script
pt_br: Iniciar no Começo do Script

# #32902
source: Trigger at start of the Trivia Intro(s)
pt_br: Iniciar no começo da introdução da trivia

# #32903
source: Trigger at start of the Trivia
pt_br: Iniciar no começo da trivia

# #32904
source: Trigger at start of the Trivia Outro(s)
pt_br: Inicia no fim da Trivia(s)

# #32905
source: Trigger at start of the Coming Attraction Intro(s)
pt_br: Inicia no Começo da(s) Proxima(s) Atração(ões)

# #32906
source: Trigger at start of the Trailer(s)
pt_br: Inicia no Começo do(s) Trailer(s)

# #32907
source: Trigger at start of the Coming Attraction Outro(s)
pt_br: Inicia no fim da(s) Próxima(s) Atração(ões)

# #32908
source: Trigger at start of the Movie Theatre Intro(s)
pt_br: Dispare ao iniciar o Movie Theatre Intro(s)

# #32909
source: Trigger at start of the Countdown Video(s)
pt_br: Dispare ao iniciar o(s) vídeo(s) de countdown

# #32910
source: Trigger at start of the MPAA Rating Video
pt_br: Dispare ao iniciar o vídeo de classificação indicativa

# #32911
source: Trigger at start of the Audio Format Video
pt_br: Dispare ao iniciar o vídeo de formato de áudio

# #32912
source: Trigger at start of the Feature Presentation Intro(s)
pt_br: Dispare ao iniciar o vídeo do Feature Presentation Intro(s)

# #32913
source: Trigger at start of the Movie(s)
pt_br: Dispare ao iniciar o(s) filme(s)

# #32914
source: Trigger at start of the Intermission Video(s)
pt_br: Iniciar no Começo dos Videos de Intervalo

# #32915
source: Trigger at start of the Feature Presentation Outro(s)
pt_br: Dispare ao iniciar o vídeo Feature Presentation Outro(s)

# #32916
source: Trigger at start of the Movie Theatre Outro(s)
pt_br: Iniciar no Começo dos Videos de Intervalo

# #32917
source: Trigger at end of the Script
pt_br: Iniciar no fim do Script

# #32918
source: Trigger when paused
pt_br: Iniciar Quando Pausado

# #32919
source: Trigger when resumed
pt_br: Iniciar Quando resumido

# #32920
source: Enable the Home Automation Script
pt_br: Habilitar Script de Automação Residencial

# #32921
source: Must use Trivia Slide Show as well to provide time for script to download trailer(s)
pt_br: Requer o uso Do Show dos Slides (Para prover tempo para o script fazer o download dos Trailers)

# #32922
source: Override Play button - Very Experimental(may not work for everyone)
pt_br: Substituir o Botão Play - Muito Experimental (Pode não Funcionar Para Todos )

# #32923
source: - Skip trailers that use the YouTube Plug-in
pt_br: - Ignorar Trailers que usam o Plugin do Youtube

# #32924
source: Enable 3D Movie Integration
pt_br: Ativar integração de Filmes 3D

# #32925
source: 3D Movie filename tags
pt_br: Tags em nome de arquivos para filmes 3D

# #32926
source: 3D Movie Intro
pt_br: 3D Filmes Intro

# #32927
source: 3D Movie Intro Video(s)
pt_br: Filme 3D Video(s) Intro

# #32928
source: 3D Movie Intro Video File
pt_br: Filme 3D Arquivo Vídeo Intro

# #32929
source: 3D Movie Intro Video Folder
pt_br: Filme 3d Pasta de Vídeo Intro

# #32930
source: Enable 3D Movie Trailers if 3D Movie is played
pt_br: Ativar Trailers de Filmes 3D se Filme 3D for reproduzido

# #32931
source: 3D Movie Trailer Folder
pt_br: Pasta de Trailer de Filmes 3D

# #32932
source: 3D Trailer
pt_br: Trailer 3D

# #32933
source: Trigger at start of the 3D Movie Intro(s)
pt_br: Disparar ao iniciar intro(s) de Filme(s) 3D

# #32934
source: Trigger at start of the 3D Trailer(s)
pt_br: Disparar ao iniciar Trailer(s) 3D

# #32935
source: 3D Movie Outro
pt_br: Filmes 3D Outro

# #32936
source: 3D Movie Outro Video(s)
pt_br: Filme 3D Outro(s) Vídeo(s)

# #32937
source: 3D Movie Outro Video File
pt_br: Arquivo Vídeo Filme 3D Outro

# #32938
source: 3D Movie Outro Video Folder
pt_br: Pasta Vídeo Filme 3D Outro

# #32939
source: Trigger at start of the 3D Outro(s)
pt_br: Disparar ao iniciar 3D Outro(s)

# #32940
source: 3D Movie Intro Video(s)
pt_br: Vídeo(s) Intro Filme 3D

# #32941
source: 3D Videos Intros/Outros
pt_br: Vídeos 3D Intros/Outros

# #32942
source: 3D Replacement Videos - Play 3D equivalent Videos
pt_br: Substituir Vídeos 3D - Reproduzir vídeos 3D equivalente

# #32943
source: With the above enabled, if a 3D Movie is played,
pt_br: Se estiver ativo acima, e se um filme 3D for reproduzido,

# #32944
source: the following videos will play (based on your selections)
pt_br: os seguintes vídeos irão ser reproduzidos (baseado em suas seleções)

# #32945
source: (based on your selections)
pt_br: (baseado em suas seleções)

# #32946
source: Separate tags with '|'(pipe) and include spaces if required
pt_br: separe tags com '|'(pipe) e inclua espaços se requerido
